Repository: martync/zython
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: New password
fr: Nouveau mot de passe

source: If you don't want to change your password, let those fields blank
fr: Si vous ne souhaitez pas modifier votre mot de passe, laissez ces champs vides

source: New password confirmation
fr: Confirmation du nouveau mot de passe

source: This is what the world will see about you. Choosing a good username is usually a good thing.
fr: C'est le nom que le monde verra, choisissez-en un bon.

source: Changes saved
fr: Changements enregistrés

source: Welcome to you ! Please review your account settings before using Zython
fr: Bienvenue à vous ! Merci de vérfier et corriger les paramètres de votr ecompte avant de continuer

source: Your recipe (BeerXML format)
fr: Votre recette (BeerXML format)

source: Please enter a number of days of dry hoping
fr: Merci d'entrer un nombre de jours de houblonnage

source: Collected Volume
fr: Volume collecté

source: Measured OG
fr: DI mesurée

source: All grain
fr: Tout grain

source: Partial mash
fr: Partiel

source: Extract
fr: Extrait

source: Adjunct
fr: Ajout

source: Sugar
fr: Sucre

source: Hours
fr: Heures

source: Days
fr: Jours

source: Weeks
fr: Semaines

source: Decoction
fr: Décoction

source: Temperature
fr: Température

source: Name
fr: Nom

source: Batch size
fr: Taille du brassin

source: Private recipe ?
fr: Recette privée ?

source: If checked, this recipe will not be listed to other users.
fr: Coché, les autres utililsateurs ne pourront pas voir votre recette.

source: Efficiency
fr: Efficacité

source: Mash tun deadspace
fr: Espace mort (marmitte empattage)

source: Boiler tun deadspace
fr: Espace mort (marmitte d'ébu)

source: Evaporation rate
fr: Taux d'évaporation

source: Grain temperature
fr: Température du grain

source: Looks so clear !!
fr: Elle est si claire !!

source: This beer makes me thirsty, almost transparent :)
fr: Cette bière me donne soif, quasi-transparent :)

source: A brighter beer will be invisible
fr: Une bière plus claire serait invisible

source: I love blonds !!
fr: J'adore les bonnes blondes !!

source: A regular blond beer
fr: Une blonde classique

source: This color is fine
fr: Cette couleur est bien

source: Looks like gold, good job !
fr: Ressemble à de l'or, bravo !

source: A fresh light-amber, yummy
fr: Une belle ambrée légère, miam

source: This beer looks serious, gold !
fr: Du lourd cette couleur, doré !

source: This beer has a great amber color
fr: Ceci est une belle ambrée

source: A fresh dark-amber, sooo yummy
fr: Une ambrée foncée, un régal visuel

source: This color is perfect for dark ambers
fr: Cette couleur est parfaite pour des ambrées foncées

source: Yeaahh, a brown beer
fr: Ouais, une bière brune

source: Nice job, this beer is not that dark, just great !
fr: Beau travail, ce n'est pas noir, juste parfait !

source: Someone just made a prefect brown beer
fr: Quelque vient de faire une bière brune parfaite

source: That's pretty dark
fr: C'est assez foncé

source: We can't anything see through this beer excepting the fact that it looks dark
fr: Il n'y a rien a voir dans cette bière excepté le fait qu'elle est foncée

source: Black, perfectly black.
fr: Noire, toute noire.

source: An oil well
fr: Un puis de pétrol

source: Are you sure this beer should be that dark ?
fr: Sérieux, une bière aussi noire ??

source: Am I blind or this beer is black ?
fr: Suis-je aveugle ou cette bière est noire ?

source: View recipe
fr: Voir la recette

source: Bitterness is too low
fr: L' amertume est trop basse

source: Bitterness is too high
fr: L' amertume est trop haute

source: Original gravity is too low
fr: La densité originale est trop basse

source: Original gravity is too high
fr: La densité originale est trop haute

source: Final gravity is too low
fr: La densité finale est trop basse

source: Final gravity is too high
fr: La densité finale est trop haute

source: Alcohol is too low
fr: Taux l'acool trop bas

source: Alcohol is too high
fr: Taux d'alcool trop haut

source: The beer color seems too bright
fr: La couleur de la bière est trop claire

source: The beer color seems too dark
fr: La couleur de la bière est trop foncée

source: %s days
fr: %s jours

source: Step type
fr: Type de pallier

source: Step time
fr: Temps du pallier

source: Rise time
fr: Temps de chauffe

source: Water added
fr: Eau ajoutée

source: New comment posted
fr: Nouveau commentaire

source: Dry Extract
fr: Extrait sec

source: Boil
fr: Bouillir

source: Dry Hop
fr: A cru

source: Late Hop
fr: Houblonnage tardif

source: Flame Out
fr: Hors flame

source: Leaf
fr: Cônes

source: Bittering
fr: Amertume

source: Aroma
fr: Arome

source: Both
fr: Les deux

source: Wine
fr: Vin

source: Wheat
fr: Blé

source: Liquid
fr: Liquide

source: Dry
fr: Sec

source: Low
fr: Bas

source: Medium
fr: Moyen

source: High
fr: Elevé

source: Very high
fr: Très élevé

source: Mash
fr: Empatage

source: Primary
fr: Primaire

source: Secondary
fr: Secondaire

source: Bottling
fr: Embouteillage

source: Spice
fr: Epice

source: Fining
fr: Clarifiant

source: Herb
fr: Herbe

source: Flavor
fr: Flaveur

source: Other
fr: Autre

source: Origin
fr: Origine

source: Potential gravity
fr: Densité potentielle

source: Yield
fr: Rendement

source: Color
fr: Couleur

source: Diastatic power
fr: Pouvoir diastasic

source: Protein
fr: Protéine

source: Max in batch
fr: Max par brassin

source: Usage
fr: Utilisation

source: Form
fr: Formulaire

source: Acid alpha
fr: Acide Alpha

source: Hop %s
fr: Houblon %s

source: Product id
fr: Numéro de produit

source: Min attenuation
fr: Atténuation min

source: Max attenuation
fr: Atténuation max

source: Min temperature
fr: Température min

source: Max temperature
fr: Température max

source: Best for
fr: Parfait pour

source: Yeast %s
fr: Levure %s

source: Use for
fr: Utilisé pour

source: Misc %s
fr: Divers %s

source: All recipes
fr: Toutes les recettes

source: By user
fr: Par utilisateur

source: By style
fr: Par style

source: Search ingredient here...
fr: Rechercher un ingrédient...

source: Beer styles
fr: Les styles

source: Profile
fr: Profil

source: Examples
fr: Exemples

source: Ranges
fr: Tranche

source: Data
fr: Donnée

source: Original gravity
fr: Densité originale

source: Final gravity
fr: Densité finale

source: Bitterness
fr: Amertume

source: Alcohol
fr: Alcool

source: Recipes on Zython
fr: Recettes sur Zython

source: No recipe found... :(
fr: Aucune recette trouvée :(

source: Styles in the same category
fr: Styles dans la même catégorie

source: %(username)s has commented his recipe
fr: %(username)s a commenté sa recette

source: %(username)s has posted a new comment on your recipe
fr: %(username)s a commenté votre recette

source: %(username)s has commented his recipe %(recipe_name)s :
fr: %(username)s a commenté sa recette %(recipe_name)s :

source: %(username)s wrote a comment on your recipe %(recipe_name)s :
fr: %(username)s a commenté votre recette %(recipe_name)s :

source: Go to the recipe %(recipe_name)s
fr: Aller à la recette %(recipe_name)s

source: Go to my recipe
fr: Aller à ma recette

source: Ratio water/grain
fr: Ratio eau/grain

source: In stock
fr: En stock

source: Product ID
fr: Numéro de produit

source: Changes
fr: Changements

source: You're about to clone the recipe <i>"%(object)s"</i>. <br> After you click [OK], the recipe will be added to your list and you'll be redirected to your clone. <br>
fr: Vous allez cloner la recette <i>"%(object)s"</i>. <br> Après avoir cliqué [OK], cette recette sera copiée dans votre compte et vous serez redirigé sur votre clone <br>

source: Comments
fr: Commentaires

source: Delete
fr: Supprimer

source: No comment
fr: Aucun commentaire

source: Comment this recipe
fr: Commenter la recette

source: Send
fr: Envoyer

source: You have to log in to comment this recipe
fr: Vous devez vous connecter pour commenter cette recette

source: Delete this comment ?
fr: Supprimer votre commentaire ?

source: Nooooooooooo ? Why ?
fr: Noooooon ?? Pourquoi ???

source: Are you sure you want to delete this recipe ?
fr: Etes-vous sûr de vouloir supprimer cette recette ?

source: Can't cancel
fr: Ne peut annuler

source: After you click [OK], your stock will be adjusted.
fr: Après avoir cliqué [OK] votre stock sera ajusté.

source: Ingredient
fr: Ingrédients

source: Initial stock
fr: Stock initial

source: Used quantity
fr: Quantité utilisée

source: Remaining stock
fr: Stock restant

source: Your stock isn't suffisent, you can go still ahead at your own risk.
fr: Votre stock est insuffisant, vous pouvez continuer à vos risques et périls.

source: This recipe is private
fr: Cette recette est privée

source: Recipe
fr: Recette

source: Edit
fr: Modifier

source: Print
fr: Imprimer

source: Let's begin
fr: C'est parti

source: Start adding some malt here. Then hops etc...
fr: Commençons par ajouter un peu de grains ici. Puis du houblon etc ...

source: Add ingredient
fr: Ajouter un ingrédient

source: Hop
fr: Houblon

source: Misc
fr: Divers

source: Yeast
fr: Levure

source: Don't forget your mashsteps
fr: N'oubliez pas l'empatage

source: When your recipe will look delicious, don't forget to add your mashstep.
fr: Quand votre recette vous semble délicieuse, n'oubliez pas d'ajouter votre empatage.

source: Add mash step
fr: Ajouter une étape d'empatage

source: Mash detail
fr: Détail d'empatage

source: Destock
fr: Déstocker

source: Last destock date :
fr: Date du dernier déstockage :

source: Indicators
fr: Indicateurs

source: Est. original gravity
fr: Densité originale (estimée)

source: Est. final gravity
fr: Densité finale (estimée)

source: ABV
fr: Alcool

source: Efficiency calculator
fr: Calculateur d'efficacité

source: Update
fr: Mettre à jour

source: Mash steps
fr: Etapes

source: Share this recipe
fr: Partager cette recette

source: Copy (txt)
fr: Copier (txt)

source: Brewer
fr: Brasseur

source: Beer profile
fr: Profil

source: Fly sparge with
fr: Laver les drêches avec

source: of water at
fr: d'eau à

source: Add a new recipe
fr: Ajouter une recette

source: Save
fr: Enregistrer

source: Return to recipe
fr: Retour à la recette

source: Import your recipe
fr: Importer vos recettes

source: Amount
fr: Quantité

source: There are no ingredients yet. Start adding some grain and see the magic happening.
fr: Il n'y a encore aucun ingrédient. Pour voir la magie opérer, ajoutez quelques grains.

source: This beer looks empty :(
fr: Cette bière est vide et ça me rend très triste :(

source: %(name)s recipes
fr: Recettes de %(name)s

source: Your beer recipe online, for homebrewer
fr: Vos recette de bière en ligne, pour les brasseurs amateurs

source: <h5><i class="fa fa-unlock-alt"></i><br>Create public or private recipe</h5> Keep your recipe just for you <br>or share it with the world
fr: <h5><i class="fa fa-unlock-alt"></i><br>Recettes privées ou publiques</h5> Gardez votre recette pour vous <br> ou partagez là avec le monde

source: <h5><i class="fa fa-database"></i><br>Manage your stock online</h5> Add your custom ingredients, <br>Zython will take care of your stock easily.
fr: <h5><i class="fa fa-database"></i><br>Gérez vos stocks</h5> Ajoutez vos ingrédients, Zython prendra soin de votre stock

source: <h5><i class="fa fa-code-fork"></i><br>Comment, clone, share, print</h5> Simple tools to help you sharing. <br> You can also clone any recipe.
fr: <h5><i class="fa fa-code-fork"></i><br>Commentez, clonez, partagez</h5> Des outils simples pour partager, <br>vous pouvez cloner n'importe quelle recette

source: <h5><i class="fa fa-calculator"></i><br>Your unit</h5> Lbs, kg, EBC, SRM, g, oz <br> No problem, Zython handles this
fr: <h5><i class="fa fa-calculator"></i><br>Vos unités</5> Kg, lbs, EBC, SRM, g, oz <br> Aucun problème, Zython le gère

source: <h5><i class="fa fa-cutlery"></i><br>Adapt for your equipement</h5> Specify deadspaces, evaporation rate, <br> Zython will adapt your recipe
fr: <h5><i class="fa fa-cutlery"></i><br>Adapté à votre équipement</h5> Espaces morts, taux d'évaporation, Zython adaptera votre recette

source: <h5><i class="fa fa-file-code-o"></i><br>BeerXml format</h5> You can import your recipe in <br>BeerXML format
fr: <h5><i class="fa fa-file-code-o"></i><br>Format BeerXml</h5> Importez vos recettes au <br> format BeerXML

source: Create my account
fr: Créer mon compte

source: Of course it's free
fr: Bien sûr, c'est gratuit

source: Last recipes
fr: Dernières recettes

source: Preview
fr: Prévisualiser

source: Created
fr: Créé

source: Step temperature
fr: Pallier température

source: Add
fr: Ajouter

source: of water
fr: d'eau

source: Heat to
fr: Chauffer jusqu'à

source: over
fr: pendant

source: Filtering
fr: Filtration

source: Fly sparge
fr: Lavage des drêches

source: Username
fr: Nom d'utilisateur

source: Can view
fr: Peut voir

source: Can change
fr: Peut modifier

source: No permissions
fr: Aucune permission

source: View this recipe
fr: Voir cette recette

source: View and change this recipe
fr: Voir et modifier cette recette

source: Boil size
fr: Taille d'ébullition

source: Created date
fr: Créé le

source: Created by
fr: Créé par

source: Estimated beer profile
fr: Profil estimé

source: Pre-boil gravity
fr: Densité avant ébu

source: Real profile
fr: Profil noté

source: All beer recipes by style
fr: Toutes les recettes de bière par style

source: Here are shown all the styles that have at least 1 recipe on Zython. <br> You can also see <a href="%(style_list_url)s">all BJCP 2008 styles</a>
fr: Ici sont affichés les styles ayant au moins 1 recette sur Zython. <br> Vous pouvez aussi consulter <a href="%(style_list_url)s">tous les styles BJCP 2008</a>

source: BJCP code
fr: Code BJCP

source: Recipes
fr: Recettes

source: All beer recipes by user
fr: Toutes les recettes de bière par utilisateur

source: User
fr: Utilisateur

source: Date joined
fr: Date d'inscription

source: Add %(water)s of water
fr: Ajouter %(water)s d'eau

source: Heat over
fr: Chauffer

source: User %s does not exist
fr: L'utilisateur %s n'existe pas

source: Permissions added for user %s
fr: Permission ajoutée pour %s

source: Permissions removed for user %s
fr: Permission retirée pour %s

source: Your stock has been adjusted
fr: Votre stock a été ajusté

source: For example : 1.090
fr: Par exempl : 1,090

source: For example : 1.012
fr: Par exemple : 1,012

source: Quickly get the ABV, IBU, Color, life prediction, horoscope etc...
fr: Calculez rapidement le taux d'alcool, les IBU, lire l'avenir, marabou, horoscope etc...

source: Average ABV %
fr: Alcool %

source: My stock
fr: Mon stock

source: Date added
fr: Date d'ajout

source: units
fr: unités

source: Nothing here ... :(
fr: Rien à voir ici... :(

source: Start by clicking on the "add" button above
fr: Commencez en cliquant sur le bouton "Ajouter" ci-dessus

source: Do you really, really want to remove this from your stock ?
fr: Voulez-vous supprimer ceci de votre stock ?

source: Yes, delete this !
fr: Oui, supprimer ceci !

source: Cancel
fr: Annuler

source: Page not found
fr: Page non trouvée

source: Home
fr: Accueil

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
fr: Un utilisateur sur %(site_name)s a créé un compte. Activer votr ecompte en cliquant ici %(activate_url)s Si vous n'avez pas créé de compte, supprimez ce message, cachez vous sous votre bureau et retenez votre respiration pendant un ou deux jours.

source: Confirm email address for %(site_name)s
fr: Confirmez l'adresse emai pour le site %(site_name)s

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
fr: Vous avez demandé une réinitialisation de votre mot de passe pour le site %(site_name)s. Cliquez sur ce lien pour continuer. %(password_reset_url)s

source: [%(site_name)s] Password reset
fr: [%(site_name)s] Réinitialisation de mot de passe

source: Login
fr: Connexion

source: You are logged in.
fr: Vous ête connecté.

source: You have a Zython account
fr: Vous avez un compte sur Zython

source: Log in
fr: Connexion

source: I forgot my password
fr: Oublié mon mot de passe

source: Connect with a social account
fr: Connecter avec un réseau social

source: Log out
fr: Déconnexion

source: You will log out. Have a nice day.
fr: Vous allez vous déconnecter, profitez de votre journée d'une manière positive et constructive.

source: Return home
fr: Retour à l'accueil

source: Change password
fr: Modifier mon mot de passe

source: You are connected. You can change your password from your account menu item.
fr: Vous êtes connecté, vous pouvez changer votre mot de passe depuis le menu "mon compte".

source: Reset my password
fr: Réinitialiser mon mot de passe

source: Password reset sent
fr: Réinitialisation du mot de passe envoyée

source: We have resent the password email. If you do not receive it within a few minutes, contact us with a traveler-pigeon. Or drop a comment on our facebook/twitter (see the links below) .
fr: Votre nouveau mot de passe vient d'être envoyé. Si vous ne le recevez pas dans quelques minutes, contactez nous par pigeon voyageur. Ou par facebook/twitter (voir plus bas)

source: Set your new password
fr: Changez votre mot de passe

source: Bad token
fr: Mauvaise clé

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(url)s">new password reset</a>.
fr: Ce lien de réinitialisation de mot de passe est mauvais, c'est con. Demandez <a href="%(url)s">un nouveau mot de passe</a>.

source: My account
fr: Mon compte

source: Create a new account
fr: Créer un nouveau compte

source: Signup from a social account
fr: Créer un compte à partir d'un réseau social

source: Your current avatar:
fr: Votre image actuelle:

source: You haven't uploaded an avatar yet. Please upload one now.
fr: Vous n'avez pas chargé d'image pour l'instant.

source: Upload New Image
fr: Charger une nouvelle image

source: Choose new Default
fr: Choisissez une image par défaut

source: You do not yet have an avatar. Please upload one now.
fr: Vous n'avez toujours pas d'image de profil, vous pouvez en charger une.

source: Your current avatar
fr: Votre image de profil actuelle

source: Your avatars
fr: Vos images de profil

source: Add a new avatar
fr: Ajouter une image de profil

source: Avatar Image
fr: Image de profil

source: Delete my avatars
fr: Supprimer mon avatar

source: Please select the avatars that you would like to delete.
fr: Sélectionnez l'image que vous souhaitez supprimer.

source: You have no avatars to delete. Please <a href="%(avatar_change_url)s">upload one</a> now.
fr: Vopus n'avez pas d'image à charger. Merci d'en <a href="%(avatar_change_url)s">charger une</a>.

source: Delete These
fr: Supprimer

source: %(avatar_creator)s has updated their avatar %(avatar)s. http://%(current_site)s%(avatar_url)s
fr: %(avatar_creator)s a mis a jour son avatar %(avatar)s. http://%(current_site)s%(avatar_url)s

source: <a href="%(user_url)s">%(avatar_creator)s</a> has updated their avatar <a href="%(avatar_url)s">%(avatar)s</a>.
fr: <a href="%(user_url)s">%(avatar_creator)s</a> ont mis à jour leur avatar <a href="%(avatar_url)s">%(avatar)s</a>.

source: Your avatar has been updated. %(avatar)s http://%(current_site)s%(avatar_url)s
fr: Votre image de profil a été mise à jour. %(avatar)s http://%(current_site)s%(avatar_url)s

source: You have updated your avatar <a href="%(avatar_url)s">%(avatar)s</a>.
fr: Vous avez mis à jour votre image <a href="%(avatar_url)s">%(avatar)s</a>.

source: Zython helps homebrewer making their recipe. Create your account and start adding grain, hops, miscs, yeast. It's free and stable.
fr: Zython aide les brasseurs amateurs à créer leurs recettes de bière. Créer votre compte, connectez-vous et commencez à brasser ! Ajoutez votre grain, houblon, épices, levures ... C'est gratuit et stable.

source: My recipes
fr: Mes recettes

source: Create a recipe
fr: Créer une recette

source: Import recipe (BeerXML)
fr: Importer (BeerXML)

source: New recipe
fr: Nouvelle recette

source: Presentation
fr: Présentation

source: Unit preferences
fr: Unités

source: Register
fr: S'enregistrer

source: Source code on Bitbucket
fr: Code source sur BitBucket

source: Report an issue / contribute
fr: Reporter un problème / contributer

source: Are you sure you want to delete this ?
fr: Etes-vous sûr de vouloir supprimer ceci ?

source: You received a message from Zython
fr: Message reçu depuis Zython

source: This message is generated by a server, please do not answer this email, nobody will answer.
fr: Ce message est envoyé depuis un serveur, merci de ne pas y répondre, ça ne servira à rien et personne ne pourra lire votre message.

source: Printable
fr: Imprimable

source: Thank you
fr: Merci

source: Your comment has been posted.
fr: Votre commentaire a été envoyé.

source: Return to the recipe
fr: Retour à la recette

source: Formulas
fr: Formules

source: Untitled Page
fr: Page sans titre

source: Previous
fr: Précédent

source: previous
fr: précédent

source: Next
fr: Suivant

source: next
fr: suivant

source: Hi %(prenom)s %(nom)s, You have to finish your registration on %(site)s by click on this link below : http://%(site)s%(activation_url)s Thank you !
fr: Bonjour %(prenom)s %(nom)s, Pour terminer la création de votre compte sur %(site)s, merci de cliquer sur ce lien : http://%(site)s%(activation_url)s Merci !

source: Account acrtivation on %(site)s
fr: Activation de votre compte sur %(site)s

source: You've logged out
fr: Vous ête déconnecté

source: Your password was changed.
fr: Votre mot de passe a été modifié.

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
fr: Saisissez votre ancien mot de passe puis saisissez 2 fois le nouveau mot de passe.

source: Change my password
fr: Modifier mon mot de passe

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should be receiving it shortly.
fr: Nous venons de vous envoyer les instructions pour réinitialiser votre mot de passe. Vous devrier le recevoir d'ici quelques secondes.

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
fr: Oublié votr emot de passe ? Saisissez votre adresse email ci-dessous, nous vous enverrons les instructions pour le réinitialiser.

source: Hi %(prenom)s %(nom)s, We just remind you to activate your account on %(site)s by clicking here : http://%(site)s%(activation_url)s
fr: Bonjour %(prenom)s %(nom)s,Nous vous rappelons que vous devez activervotre compte en cliquant sur ce lien : http://%(site)s%(activation_url)s Merci

source: Your account is successfully created !
fr: Votre compte a bien été créé !

source: You've just joined ToBeer, thank you ! <br>Enjoy :)
fr: Vous venez de rejoindre le site ! <br> Amusez-vous :)
